// Программа предварительной обработки. Основные задачи этой программы описаны в разделе "Предварительная
// обработка" протокола. Программа принимает три параметра: номер варианта V, путь к каталогу исходной
// коллекции и название файла результата. В каталоге исходной коллекции определяется общее количество
// файлов N (ожидается, что согласно заданию N=12500 или N=50000) и обрабатывает в этом каталоге файлы,
// отсортированные в лексикографическом порядке с индексами согласно варианту. Затем программа
// последовательно обрабатывает каждый файл и записывает в файл результата пары термин-документ.

int main(int argc, char **argv) {
  return 0;
}
